Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mint-drivers.tmx
Source language: en
Languages: sv

source: Loading cache...
sv: Läser in cachen…

source: recommended
sv: rekommenderad

source: This device is using a manually-installed driver.
sv: Enheten använder en manuellt installerad drivrutin.

source: Processor microcode
sv: Processorns mikrokod

source: Do not update the CPU microcode
sv: Uppdatera inte CPU:ns mikrokod

source: Re_vert
sv: Åte_rställ

source: This device is not working.
sv: Enheten fungerar inte.

source: open-source
sv: öppen källkod

source: _Restart...
sv: _Starta om…

source: This device is using an alternative driver.
sv: Enheten använder en alternativ drivrutin.

source: Connect to the Internet or insert the Linux Mint installation disc (or USB stick).
sv: Anslut datorn till internet eller sätt i ett installationsmedia för Linux Mint (DVD eller USB-minne).

source: Additional and proprietary drivers
sv: Ytterligare och proprietära drivrutiner

source: Looking for drivers
sv: Söker efter drivrutiner

source: No proprietary drivers are in use.
sv: Inga proprietära drivrutiner används.

source: An error occurred
sv: Ett fel uppstod

source: Mount installation media
sv: Montera installationsmedia

source: %(count)d proprietary driver in use.
sv: %(count)d proprietär drivrutin används.

source: %(count)d proprietary drivers in use.
sv: %(count)d proprietära drivrutiner används.

source: requires a connection to the Internet
sv: kräver internetanslutning

source: Please wait...
sv: Vänta…

source: You appear to be offline
sv: Du verkar vara frånkopplad

source: Installation media detected
sv: Installationsmedia har hittats

source: You need to restart the computer to complete the driver changes.
sv: Du måste starta om datorn för att slutföra drivrutinsändringarna.

source: Driver Manager
sv: Drivrutinshanterare

source: Manage the drivers for your devices
sv: Hantera drivrutinerna för dina enheter

source: Continue using a manually installed driver
sv: Fortsätt använda en manuellt installerad drivrutin.

source: Press the button below to mount it as a software repository.
sv: Klicka på knappen nedan för att montera det som ett programförråd.

source: _Apply Changes
sv: _Verkställ ändringar

source: Cancelling...
sv: Avbryter…

source: Installing drivers...
sv: Installerar drivrutiner…

source: _Cancel
sv: _Avbryt

source: Your computer does not need any additional drivers.
sv: Datorn behöver inga ytterligare drivrutiner.

source: This device is using the recommended driver.
sv: Enheten använder den rekommenderade drivrutinen.

source: No drivers needed
sv: Inga drivrutiner behövs

source: Unknown
sv: Okänd

source: Do not use the device
sv: Använd inte enheten

source: Downloading drivers...
sv: Hämtar drivrutiner…

source: Removing drivers...
sv: Tar bort drivrutiner…
